/*
 * Translated default messages for the jQuery validation plugin.
 * Locale: RU (Russian; русский язык)
 */
$.extend( $.validator.messages, {
    required: "Це поле необхідно заповнити.",
    remote: "Будь ласка, введіть вірне значення.",
    email: "Будь ласка, введіть вірну адресу електронної пошти.",
    url: "Будь ласка, введіть вірний URL.",
    date: "Будь ласка, введіть вірну дату.",
    dateISO: "Будь ласка, введіть вірну дату в форматі ISO.",
    number: "Будь ласка, введіть число.",
    digits: "Будь ласка, введіть тільки цифри.",
    creditcard: "Будь ласка, введіть вірний номер кредитної карти.",
    equalTo: "Будь ласка, введіть таке ж саме значення ще раз.",
    extension: "Будь ласка, виберіть файл з правильним значенням.",
    maxlength: $.validator.format( "Будь ласка, введіть не більше {0} символів." ),
    minlength: $.validator.format( "Будь ласка, введіть не менше {0} символів." ),
    rangelength: $.validator.format( "Будь ласка, введіть значення довжиною від {0} до {1} символів." ),
    range: $.validator.format( "Будь ласка, введіть число від {0} до {1}." ),
    max: $.validator.format( "Будь ласка, введіть число, менше або рівне {0}." ),
    min: $.validator.format( "Будь ласка, введіть число, більше або рівне {0}." )
} );
